Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Regional trade agreements (RTAs)
pl: Korekty związane z handlem

source: Support to regional trade arrangements [e.g. Southern African Development Community (SADC), Association of Southeast Asian Nations (ASEAN), Free Trade Area of the Americas (FTAA), African Caribbean Pacific/European Union (ACP/EU)], including work on technical barriers to trade and sanitary and phytosanitary measures (TBT/SPS) at regional level; elaboration of rules of origin and introduction of special and differential treatment in RTAs.
pl: Wkład wnoszony do budżetu rządu w celu wspierania wdrażania własnych reform handlowych odbiorców i dostosowania do działań w zakresie polityki handlowej przez inne kraje; wsparcie w zakresie zarządzania brakami w bilansie płatności spowodowanymi zmianami w światowym środowisku handlowym.

source: Multilateral trade negotiations
pl: Rozwój obszarów miejskich i zarządzanie

source: Support developing countries' effective participation in multilateral trade negotiations, including training of negotiators, assessing impacts of negotiations; accession to the World Trade Organisation (WTO) and other multilateral trade-related organisations.
pl: Zintegrowane projekty na rzecz rozwoju obszarów miejskich; rozwój lokalny i gospodarka miejska; infrastruktura miejska i usługi; finanse gminy; zarządzanie środowiskiem miejskim; rozwój obszarów miejskich i urbanistyka; odnowa miast i budynków mieszkanych w miastach; systemy informacji o terenie.

source: Trade-related adjustment
pl: Rozwój obszarów wiejskich

source: Urban development and management
pl: Alternatywny rozwój pozarolniczy

source: Non-agricultural alternative development
pl: Nadzwyczajna pomoc żywnościowa

source: "Mbingu na Dunia - Mavuno ya Mvua" (Heaven and Earth - Water Harvest) - complex system for harvesting, treatment and retention of rain and ground water for educational and medical institutions in Kiabakari
pl: "Mbingu na Dunia - Mavuno ya Mvua" (Niebo i Ziemia - Wodne Żniwa) - kompleksowy system poboru, podczyszczania i retencji wody deszczowej i głębinowej na potrzeby instytucji dydaktyczno-medycznych w Kiabakari

source: The project was implemented on the premises of an educational and medical institution, consisting of a kindergarten, a primary school and a health center, belonging to the local partner of the project, i.e. the Catholic parish in Kiabakari.
pl: Projekt realizowany był na terenie instytucji dydaktyczno-medycznej, składającej się z przedszkola, szkoły podstawowej oraz ośrodka zdrowia, należącej do partnera lokalnego projektu tj. parafii katolickiej w Kiabakari.

source: A significant obstacle was lack of access to water, including water for hygienic purposes.
pl: Znaczną przeszkodą w działalności instytucji był brak dostępu do wody, także tej przeznaczanej do celów higienicznych.

source: The problem became greater especially during the dry season and forced the staff to bring water from a town located 30 km away, which negatively influenced effective use of their working time.
pl: Problem narastał szczególnie w porze suchej, zmuszając pracowników placówki do przywożenia wody z miejscowości odległej o 30 km, co negatywnie wpływało na efektywne wykorzystanie ich czasu pracy.

source: Moreover, insufficient amount of water for hygienic purposes led to the increased risk of diseases among students and patients.
pl: Ponadto niedostateczna ilość wody do celów higienicznych, powodowała wzrost ryzyka zachorowania wśród uczniów i pacjentów.

source: In order to solve this problem, the Kiabakari Foundation suggested building a complex system of drawing, purifying and retaining rainwater and source water.
pl: Aby rozwiązać ten problem Fundacja Kiabakari zaproponowała wybudowanie w ośrodku kompleksowego systemu poboru, podczyszczania i retencji wody deszczowej i głębinowej.

source: In the frame of the project, which was implemented since the beginning of March till the end of December 2013, using a special system of gutters, water purifiers, 3 concrete tanks and 10 plastic tanks, an opportunity of storing rainwater, which flows practically from the whole roof surface (3 500 m2) and after purification is stored in storage reservoirs, was created.
pl: W ramach projektu, którego realizacja trwała od początku marca do końca grudnia 2013 r., za pomocą specjalnego układu rynien, urządzeń do podczyszczania wody, 3 zbiorników betonowych i 10 z tworzywa sztucznego stworzono możliwość gromadzenia wody deszczowej, która spływa praktycznie z całej powierzchni dachów instytucji (3 500 m2) i po oczyszczeniu gromadzona jest w zbiornikach retencyjnych.

source: Moreover, a deep water well, which protects access to water in case of lack of rainfall, was dug.
pl: Ponadto wykopano studnię głębinową, która stanowi zabezpieczenie dostępu do wody na wypadek braku opadów.

source: Lack of water is no longer a threat to the functioning of the health center nor to the welbeing of it's patients.
pl: Niedobór wody nie stanowi już zagrożenia dla pracy ośrodka zdrowia i pacjentów.

source: Hygienic needs of 240 pupils of the primary school and the kindergarten were secured.
pl: Zapewnione również zostały potrzeby higieniczne 240 podopiecznych szkoły i przedszkola.

source: Moreover, gaining access to potable water made it was possible to prepare meals for children on the premises of the institution.
pl: Ponadto dzięki dostępowi do wody możliwe stało się przygotowywanie dla nich posiłków w trakcie trwania lekcji.

source: You are here Polish Aid / Knowledge Base / Documents and Publications / Development Cooperation Act / Amendment of the Development Cooperation Act
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dokumenty i publikacje / Ustawa o współpracy rozwojowej / Nowelizacja ustawy o współpracy rozwojowej

source: Amendment of the Development Cooperation Act
pl: Nowelizacja ustawy o współpracy rozwojowej

source: The new name of the Foundation, referring to the concept of solidarity, conveys the character of its activity in a better way and additionally assures a greater visibility in the international environment.
pl: Nowa nazwa Fundacji, odwołująca się do pojęcia solidarności, lepiej oddaje charakter jej działalności, a ponadto powinna zapewnić większą jej rozpoznawalność w środowisku międzynarodowym.

source: The Act on the Amendment of the Development Cooperation Act was published on 5 November 2013 and entered into force on 20 November 2013, in accordance with the 14 day period of vacatio legis.
pl: Ustawa o zmianie ustawy o współpracy rozwojowej została opublikowana w dniu 5 listopada 2013 r. i weszła w życie z dniem 20 listopada 2013 r. zgodnie z 14 dniowym vacatio legis.

source: Public sector finance training for Eastern Partnership officials
pl: Szkolenie dotyczące sektora finansów publicznych dla administracji państw Partnerstwa Wschodniego

source: The goal of the training is to provide its participants with a deeper understanding of the mechanisms and tools used in the modern economy, on both the micro- and macro-economic levels, in the domestic and international environment.
pl: Szkolenie ma na celu zapewnienie uczestnikom pełniejszego zrozumienia mechanizmów i narzędzi funkcjonujących we współczesnej gospodarce, zarówno na poziomie mikro- jak i makroekonomii, w ujęciu krajowym oraz międzynarodowym.

source: The course will be attended by 23 middle- and senior-level civil servants from the government administration of Armenia (4 persons), Azerbaijan (5 persons), Georgia (5 persons), Moldova (5 persons) and Ukraine (4 persons).
pl: W zajęciach udział weźmie 23 urzędników średniego i wyższego szczebla administracji rządowej Armenii (4 osoby), Azerbejdżanu (5), Gruzji (5), Mołdawii (5) i Ukrainy (4).

source: The participants deal with public finances in their daily work or possess professional experience in this field.
pl: Są to osoby, które w zakresie swoich obowiązków mają sprawy związane z finansami bądź też posiadają doświadczenie zawodowe w przedmiotowym obszarze.

source: The Academy was established during the Polish presidency of the Council of the European Union and being formally set up in declaration II of the EaP summit (29-30 September 2011 in Warsaw).
pl: Akademia APPW została powołana podczas polskiej prezydencji w Radzie Unii Europejskiej a jej działanie znalazło odzwierciedlenie w zapisach Deklaracji II Szczytu Partnerstwa Wschodniego (Warszawa, 29-30 września 2011 r.).

source: The EPAPA programme aims at strengthening government administration in the Eastern Partnership countries through special trainings for their civil servants.
pl: Celem Programu AAPPW jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: One of the programme's objectives is to coach government officials in the Eastern Partnership countries who will go on to provide the expert help needed to implement the principles of democracy and rule of law.
pl: Program służy kształtowaniu profesjonalnej kadry urzędniczej w krajach PW, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa.

source: The programme consists of two-week training modules with lectures and workshops led by skilled experts and practitioners.
pl: Program realizowany jest w formule dwutygodniowych modułów szkoleniowych obejmujących wykłady i warsztaty prowadzone przez doświadczonych ekspertów i praktyków.

source: The Programme is funded under the Polish Development Cooperation programme.
pl: Program finansowany jest ze środków programu Polskiej współpracy rozwojowej.

source: 2012 will see one more module, on security and defence policy, organized in cooperation with Sweden (on 8-12 October 2012 in Warsaw, and on 5-9 November 2012 in Brussels).
pl: W roku 2012 planowane jest jeszcze jedno szkolenie, poświęcone polityce bezpieczeństwa i obrony, które zostanie zrealizowane łącznie ze Szwecją (8-12 października 2012 r. w Warszawie oraz 5-9 listopada 2012 r. w Brukseli).

source: You are here Polish Aid / News / Polish National Agency for Academic Exchange officially opens
pl: jesteś tutaj Polska pomoc / Nasze działania / Programy stypendialne / Narodowa Agencja Wymiany Akademickiej

source: The Polish National Agency for Academic Exchange (NAWA) was officially inaugurated on 1 October 2017.
pl: Od 1 października 2017 r. oficjalną działalność rozpoczęła Narodowa Agencja Wymiany Akademickiej (NAWA).

source: The new institution will work to internationalise Polish science by supporting international research collaboration and academic exchange.
pl: Instytucja będzie działać na rzecz umiędzynarodowienia polskiej nauki poprzez wspieranie międzynarodowej współpracy naukowej i wymiany akademickiej.

source: Among NAWA's tasks will be to provide grants to nationals of developing countries.
pl: Jednym z elementów działalności NAWA będzie udzielanie pomocy stypendialnej dla obywateli krajów rozwijających.

source: Masters and PhD students, young scientists, research institutions and NGOs will be eligible for NAWA scholarship programmes and grant schemes.
pl: Z programów stypendialnych i grantowych NAWA będą mogli skorzystać studenci, doktoranci, młodzi naukowcy, instytucje naukowe i organizacje pozarządowe.

source: Adopted by the Council of Ministers on 6 October 2015, the Multiannual Development Cooperation Programme for 2016-2020 sets strategic objectives and directions of Polish development cooperation in the middle term.
pl: Przyjęty przez Radę Ministrów 6 października 2015 r. „Wieloletni program współpracy rozwojowej na lata 2016-2020” określa strategiczne cele i kierunki polskiej pomocy rozwojowej w perspektywie średniookresowej.

source: Priority partner countries now include current beneficiaries from West Africa: Ethiopia, Kenya and Tanzania.
pl: Po raz pierwszy priorytetowym krajem polskiej pomocy rozwojowej został Senegal.

source: Senegal has for the first time becomea priority country of Polish development cooperation.
pl: Wybór krajów partnerskich dokonany został w zgodzie z obowiązującą klasyfikacją OECD DAC.

source: Partner countries have been selected according to the applicable OECD DAC classification.
pl: Etiopia, Senegal i Tanzania znajdują się w grupie państw najmniej rozwiniętych (tzw.

source: Ethiopia, Senegal and Tanzania are among the least developed countries (LDCs), while Kenya is ranked within the group of other low-income countries.
pl: Least Developed Countries, LDCs), Kenia natomiast w grupie pozostałych państw o niskim dochodzie.

source: Observing the principle of policy coherence for development and addressing the need to ensure the compatibility of domestic policy goals with the global Sustainable Development Goals (SDGs), the Programme establishes the areas of development assistance activity.
pl: Kierując się zasadą spójności polityki na rzecz rozwoju oraz potrzebą zapewnienia zgodności celów polityk krajowych z globalnymi celami zrównoważonego rozwoju ( Sustainable Development Goals , SDGs), Program precyzuje obszary działania pomocy rozwojowej.

source: In all Sub-Saharan African countries, Poland's development cooperation will focus on supporting the following three thematic areas:
pl: We wszystkich krajach Afryki Subsaharyjskiej polska współpraca rozwojowa będzie się koncentrować na trzech obszarach tematycznych:

source: Human capital - in particular improving healthcare quality; inclusive education and universal access to quality education; civic education; social integration of people from groups at risk of exclusion.
pl: kapitał ludzki - w szczególności poprawa jakości opieki zdrowotnej, edukacja włączająca i powszechny dostęp do edukacji na wysokim poziomie, edukacja obywatelska, integracja społeczna osób z grup zagrożonych wykluczeniem;

source: Environmental protection - in particular renewable energy sources; energy efficiency; water management; waste management; addressing fallout of natural and man-made disasters; promoting sustainable development; preventing climate change and tackling its consequences; protecting natural resources.
pl: ochrona środowiska - w szczególności odnawialne źródła energii, efektywność energetyczna, zarządzanie gospodarką wodną, gospodarka odpadami, zapobieganie skutkom klęsk żywiołowych i katastrof wynikającym z działalności ludzkiej, promocja zrównoważonego rozwoju, przeciwdziałanie zmianom klimatu i ich skutkom, ochrona zasobów naturalnych;

source: Entrepreneurship and the private sector - in particular competitive and innovative micro and small enterprises; social economy; entrepreneurship, especially among women and young people; education and vocational training.
pl: przedsiębiorczość i sektor prywatny - w szczególności konkurencyjność i innowacyjność mikro i małych przedsiębiorstw, ekonomia społeczna, przedsiębiorczość, szczególnie kobiet i młodzieży, kształcenie i szkolenie zawodowe.

source: In 2016, 15 projects addressed to the four priority countries in Africa received a total of PLN 9,038,295 of co-financing.
pl: W 2016 roku na realizację 15 projektów skierowanych do czterech krajów priorytetowych w Afryce zostało przyznane dofinansowanie w łącznej wysokości 9 038 295 zł.

source: Two projects with PLN 2,251,377 worth of co-financing involve Ethiopia, with one of them also covering Kenya.
pl: Dwa projekty na łączną kwotę dofinansowania 2 251 377 zł dotyczą Etiopii, w tym jeden - Etiopii i Kenii.

source: PLN 2,594,498 has been secured for implementing four projects in Kenya, while Tanzania will be the recipient of six projects with a total co-financing value of PLN 3,156,823.
pl: Z kolei na realizację czterech projektów adresowanych do Kenii przyznana została kwota 2 594 498 zł, natomiast na rzecz Tanzanii będzie realizowanych sześć projektów o łącznej wartości dofinansowania 3 156 823 zł.

source: Co-financing of PLN 1,035,597 was furthermore made available for three projects in Senegal.
pl: Dofinansowanie w wysokości 1 035 597 zł otrzymały również trzy projekty kierowane do Senegalu.

source: In 2015, 12 projects were implemented in four East African countries: Ethiopia, Kenya, Tanzania and Uganda.
pl: W 2015 roku zrealizowanych zostało 12 projektów, które objęły cztery kraje Afryki Wschodniej: Etiopię, Kenię, Tanzanię i Ugandę.

source: Project activities addressed three priority areas: Environmental Protection, Education, Employment and Social Activation, and Health Care.
pl: Zrealizowane działania wpisywały się w trzy obszary priorytetowe: ochronę środowiska, edukację oraz aktywizację zawodową i społeczną, a także ochronę zdrowia.

source: The Environmental Protection priority included two projects.
pl: W ramach priorytetu ochrona środowiska zrealizowane zostały dwa projekty.

source: One of them consisted in providing training for, and upgrading the equipment of, selected fire brigades in Kenya and Ethiopia, in order to increase their abilities to tackle emergencies and the effects of natural disasters.
pl: Przykładem może być projekt polegający na przeprowadzeniu szkoleń i doposażeniu wybranych jednostek straży pożarnej w Kenii i Etiopii, w celu zwiększenia ich zdolności do radzenia sobie z zagrożeniem i skutkami klęsk żywiołowych.

source: Six projects were implemented under the Education and Employment and Social Activation priority area.
pl: W obszar priorytetowy edukacja oraz aktywizacja zawodowa i społeczna wpisało się sześć projektów.

source: One of the projects involved vocational training and entrepreneurship support among the most disadvantaged groups in Bwaise, Kampala's biggest slum.
pl: Przykładem może być projekt dotyczący edukacji zawodowej i wsparcia przedsiębiorczości wśród grup szczególnie defaworyzowanych w Bwaise, największym slumsie Kampali.

source: The implemented measures consisted in organising vocational courses at the Bwaise Youth Employment Centre, apprenticeships, and training in entrepreneurship and managing mini-businesses, offered to selected graduates in BYEC courses.
pl: Zrealizowane działania polegały na organizowaniu kursów zawodowych w ramach Bwaise Youth Employment Centre, organizowaniu praktyk zawodowych oraz szkoleń z zakresu przedsiębiorczości i zarządzania miniinicjatywami biznesowymi dla wybranych absolwentów kursów w BYEC.

source: Four projects were carried out under the Health Care priority, among them one that involved increasing the number of drinking water intakes in the Nakasongola district in central Uganda.
pl: W ramach priorytetu ochrona zdrowia zrealizowane zostały cztery projekty, wśród nich projekt dotyczący zwiększenia liczby ujęć wody pitnej na terenie dystryktu Nakasongola w centralnej Ugandzie.

source: Project activities consisted in upgrading India Mark II pumps at several dozen deep-water wells throughout the region.
pl: W ramach działań przeprowadzono modernizację pomp India Mark II w kilkudziesięciu studniach głębinowych regionu.

source: In 2014, projects under Polish development cooperation were addressed to six countries of East Africa: Burundi, Ethiopia, Kenya, Somalia, Tanzania and Uganda.
pl: W 2014 roku projekty realizowane w ramach polskiej współpracy rozwojowej kierowane były do sześciu państw Afryki Wschodniej: Burundi, Etiopii, Kenii, Somalii, Tanzanii i Ugandy.

source: Assistance focused on two areas: Education, Employment and Social Activation, and Health Care.
pl: Pomoc koncentrowała się na dwóch obszarach: edukacji, aktywizacji zawodowej i społecznej oraz ochronie zdrowia.

source: The Education and Employment and Social Activation priority saw the implementation of nine projects.
pl: W ramach priorytetu edukacja oraz aktywizacja zawodowa i społeczna zrealizowanych zostało dziewięć projektów.

source: A two-year project to support local teachers' associations in Burundi could be a good case in point.
pl: Przykładem może być dwuletni projekt polegający na wspieraniu lokalnych stowarzyszeń nauczycieli w Burundi.

source: Project activities involved the construction of education centres for two local associations and providing them with teaching materials and IT equipment with an internet connection.
pl: W ramach działań projektowych wybudowano centra edukacyjne dla dwóch lokalnych stowarzyszeń oraz wyposażono je w materiały dydaktyczne i sprzęt komputerowy wraz z przyłączem internetowym.

source: The Health Care priority comprised three projects.
pl: W ramach priorytetu ochrona zdrowia zrealizowane zostały trzy projekty.

source: One of them was a modular project to improve the efficiency of diagnosing and treating the most common chirurgical and infectious conditions, carried out in a hospital in the village of Kakooge, Uganda.
pl: Przykładem może być projekt modułowy dotyczący zwiększenia skuteczności diagnostyki oraz leczenia najczęstszych schorzeń chirurgicznych i zakaźnych, zrealizowany w szpitalu w miejscowości Kakooge w Ugandzie.

source: Project activities included the refurbishment of a surgery room and fitting it with necessary equipment as well as conducting medical training for the local staff.
pl: W ramach działań projektowych wyremontowano i wyposażono w niezbędny sprzęt salę chirurgiczną oraz przeprowadzono szkolenia medyczne dla lokalnego personelu.

source: In 2013, Polish nongovernmental organizations are carrying out 13 development projects in Africa.
pl: W 2013 roku polskie organizacje pozarządowe realizowały na rzecz Afryki Wschodniej 13 projektów rozwojowych.

source: The aid is directed at Burundi, Ethiopia, Kenya, Rwanda, South Sudan, Uganda and Tanzania.
pl: Pomoc kierowana była do Burundi, Etiopii, Kenii, Rwandy, Sudanu Południowego, Ugandy i Tanzanii.

source: The total aid value equals PLN 5 649 034.
pl: Łączna wartość dofinansowania projektów wynisła 5 649 034 PLN.

source: In addition, 10 projects in the framework of the Small Grants System with the total value of PLN 485 597 are carried out in the region, as well as 6 volunteering projects, which received a grant amounting to PLN 255 504 (see full list ).
pl: Ponadto na rzecz regionu realizowanych było 10 projektów w ramach systemu małych grantów o łącznej kwocie dofinansowania wynoszącej równowartość 485 597 PLN oraz 6 projektów wolontariackich, które otrzymały dofinansowanie w wysokości 255 504 PLN (zobacz pełną listę ).

source: In 2013, Polish assistance activity for Eastern Africa focused on the following priorities:
pl: W 2013 r. polska działalność pomocowa na rzecz Afryki Wschodniej skoncentrowana była na następujących priorytetach:

source: Education, occupational and social development (6 projects - PLN 2 786 701)
pl: Edukacja oraz aktywizacja zawodowa i społeczna (6 projektów - 2 786 701 PLN)

source: The activities serve the equalization of educational chances and ensuring better access to education through teacher training and the popularisation of activating teaching methods.
pl: Działania służą wyrównaniu szans edukacyjnych i poprawie dostępu do edukacji poprzez podniesienie kompetencji nauczycieli oraz upowszechnienie aktywizujących metod nauczania.

source: At the same time, investments in school infrastructure are carried out.
pl: Prowadzone są również inwestycje w infrastrukturę szkolną.

source: In addition, the activities undertaken serve the strengthening of initiatives and civil societies organizations, as well as the strengthening of the economic and social potential of disadvantaged groups.
pl: Ponadto podejmowane działania służą wzmocnieniu inicjatyw i organizacji społeczeństwa obywatelskiego oraz wzmocnieniu potencjału ekonomicznego oraz społecznego grup defaworyzowanych.
